<template>


    <div class="tabs">
        <div class="container">
      <!-- Вкладки -->
      <div class="tabs__list">
        <button @click="selectTab('about')">О НИЦ МКВК</button>
        <button @click="selectTab('filial')">Филиалы</button>
        <button @click="selectTab('structure')">Структура</button>
        <button @click="selectTab('cadr')">Кадровый потенциал</button>
        <button @click="selectTab('command')">Команда</button>
      </div>
      <div class="tabs__list">
        <button @click="selectTab('regActivities')">Региональная деятельность</button>
        <button @click="selectTab('interCoop')">Международное сотрудничество</button>
        <button @click="selectTab('infoActivities')">Информационная деятельность</button>
        <button @click="selectTab('trening')">Повышение квалификации и тренинг</button>
      </div>
  
      <!-- Содержимое вкладок -->
      <div v-if="selectedTab === 'about'" class="tabs__text">
        <h2 class="tabs__text-title">О НИЦ МКВК</h2>
        <p>
          Межгосударственная координационная водохозяйственная комиссия (МКВК) Центральной Азии по проблемам
          регулирования, рационального использования и охраны водных ресурсов межгосударственных источников создана во
          исполнение подписанного 18&nbsp;февраля 1992&nbsp;г. в г.&nbsp;Алматы Соглашения между Республикой Казахстан,
          Кыргызской Республикой, Республикой Таджикистан, Туркменистаном и Республикой Узбекистан. Комиссия является
          коллективным паритетным органом государств Центральной Азии, осуществляющим свою деятельность на основе
          равенства, справедливости и консенсуса мнений. Решениями Глав государств Центральной Азии от 23&nbsp;марта
          1993&nbsp;г. и 9&nbsp;апреля 1999&nbsp;г. МКВК и ее подразделения, включая НИЦ МКВК, входят в состав
          Международного Фонда спасения Арала (МФСА) и имеют статус международных организаций.</p>
        <p>Исполнительными органами МКВК определены бассейновые водохозяйственные объединения (БВО) «Амударья» и
          «Сырдарья», Научно-информационный центр (НИЦ), Координационно-метрологический центр (КМЦ) и Секретариат.</p>
        <p>БВО организуют планирование режимов попусков и распределение водных ресурсов, непосредственное оперативное
          выполнение тех решений, которые принимает МКВК на своих заседаниях в части водораспределения, графиков
          водоподачи и попусков, управления качеством вод.</p>
        <p>Научно-информационный центр является аналитическим и информационным органом в разработке принципов и путей
          перспективного развития, водного хозяйства ЦАР, совершенствования управления и улучшения экологической
          ситуации в бассейне.</p>
        <p>НИЦ МКВК осуществляет свою деятельность совместно с сетью научных и проектных организаций пяти стран ЦА,
          имеет национальные филиалы в центральноазиатских республиках, которые, в свою очередь, организуют научный и
          информационный обмен на национальном уровне.</p>
        <p>Информация поступает в НИЦ со всего мира, обрабатывается, переводится и распространяется в интересах
          информационного обеспечения водохозяйственного сектора государств Центральной Азии.</p>
      </div>

      <div v-else-if="selectedTab === 'filial'" class="tabs__text">
        <h2 class="tabs__text-title">Филиалы</h2>
        <h3 class="tabs__text-h3">Казахский филиал НИЦ&nbsp;МКВК</h3>
        <p>
          Казахский филиал НИЦ МКВК был организован в конце 1996 года по согласованию с Комитетом по водным ресурсам
          Республики Казахстан.</p>
        <p>Директором КФ НИЦ МКВК со дня его основания работает Н.К. Кипшакбаев - профессор, почетный
          член МКВК, один из инициаторов его создания, заслуженный гидротехник Республики Казахстан.</p>
        <p>Коллектив Казахского филиала вносит посильный вклад в дело укрепления межгосударственного сотрудничества по
          управлению трансграничными водными источниками, в разработку стратегий и программ по улучшению ситуации в
          вопросах вододеления, комплексного использования и охраны водных ресурсов, участвует в разработке и реализации
          мер по улучшению социально-экономической и экологической ситуации в бассейне Аральского моря, разработке и
          постоянной поддержке баз данных и информационных сетей, способствует привлечению всех заинтересованных лиц и
          организаций к решению водных проблем, распространяет передовой национальный и мировой опыт, проводит анализ и
          координацию реализуемых в республике водных проектов.</p>
        <p>
          Деятельность Казахского филиала осуществлялась по следующим направлениям:</p>
        <p>
          На национальном уровне:</p>
        <ul class="tabs__text-ul" >
          <li>Реализация проекта, финансируемого Всемирным банком при участии австрийской фирмы «Порш энд партнерс»
            «Приоритетные проблемы речных бассейнов в республике Казахстан»</li>
          <li>Участие в разработке и принятии Водного кодекса Республики Казахстан 2003 года</li>
          <li>Разработка Национального отчета о человеческом развитии за 2003 г. «Вода как основной фактор человеческого развития в Казахстане» по программе ПРООН</li>
            
          <li>Анализ и разработка рекомендаций по проекту Всемирного банка «Регулирование русла Сырдарьи и Северного
            Аральского моря»</li>
          <li>Активное участие в подготовке и выпуске первого в Казахстане научно-публицистического журнала «Водное
            хозяйство Казахстана»</li>
          <li>Участие на консультативном уровне в работе Комитета по водным ресурсам.</li>
          <li>Создание и обновление базы данных по водо-земельным ресурсам республики.</li>
          <li>Участие в организации и работе водного партнёрства Казахстана</li>
          <li>Разработка типовых программ по подготовке специалистов водного хозяйства.</li>
          <li>Участие в обсуждениях в Парламенте и правительстве вопросов по перспективному развитию водной отрасли</li>
          <li>Оказание консалтинговых услуг водохозяйственным организациям по вопросу улучшения использования водных
            ресурсов и совершенствования организационной структуры отрасли.</li>
        </ul>
        <p>
          На региональном и международном уровне:</p>
        <ul class="tabs__text-ul" >
          <li>Участие в разработке «Программы конкретных действий по улучшению экологической и социально-экономической
            обстановки в бассейне Аральского моря на период 2003-2010 годы» (ПБАМ-2).</li>
          <li>Участие и выступление с докладом на Душанбинском международном форуме «Пресная Вода».</li>
          <li>Подготовка и утверждение положения о Казахстанско-Китайской Совместной комиссии по использованию и охране
            трансграничных рек (Иртыш, Или и другие)</li>
          <li>Участие в работе Казахстанско-Российской Комиссии по совместному использованию и охране трансграничных
            водных объектов – по бассейнам рек Волга, Урал, Тобол, Ишим и Иртыш.</li>
          <li>Участие в работе международной конференции заинтересованных сторон глобального водного партнерства для
            стран Южного Кавказа и Центральной Азии в Тбилиси</li>
          <li>Участие в проекте ИНТАС – 1059 «Оценка социально-экономической и экологической обстановки в Северной части
            Приаралья».</li>
          <li>Участие в организации и работе тренингового центра стран Центральной Азии в г.Ташкенте</li>
          <li>Организация и участие в работе ежегодных международных выставок и научно-практических конференций в Алматы
            (с 2000 года)</li>
          <li>Организация и проведение заседаний РТК ГВП в Алматы.</li>
          <li>Участие в 3м Всемирном Форуме в г. Киото, Япония</li>
          <li>Сотрудничество в области трансграничных водных объектов в странах СНГ- национальное видение, совещание в
            Москве</li>
          <li>Участие в Киевской Пан-Европейской Конференции "Окружающая среда для Европы"</li>
        </ul>
        <p>
          Сотрудники КФ НИЦ МКВК постоянно повышают квалификацию, участвуя в семинарах и тренингах, в частности по
          ГИС-технологиям и дистанционному зондированию, процедурам закупок Всемирного банка (2003 год), ведут
          постоянные наблюдения за ситуацией в низовьях Сырдарьи и Аральского моря с выездом на место, организуют
          встречу, сопровождение и размещение иностранных специалистов, приезжающих в Казахстан по водным проблемам,
          поддерживают непрерывную связь и информационный обмен со всеми заинтересованными лицами и организациями, в том
          числе и неправительственными.</p>
        <p>
          Офис филиала оборудован компьютерной и оргтехникой, ГИС-оборудованием, современным программным обеспечением,
          необходимой нормативно-справочной литературой. Однако существует ряд факторов, сдерживающих эффективность
          работы филиала, в частности, отсутствие прямого финансирования, неопределённость правового статуса, слабая
          материальная база, отсутствие постоянного офисного помещения, транспорта.</p>
        <p>
          Решение этих вопросов позволит резко повысить научный и технический потенциал филиала (за счёт привлечения
          квалифицированных кадров и модернизации оборудования и программного обеспечения) и активизировать работу по
          всем направлениям деятельности.</p>
          

        <h3 class="tabs__text-h3">Таджикский филиал НИЦ&nbsp;МКВК</h3>
        <p>Таджикский филиал (ТФ) НИЦ МКВК создан в 1996 г. в городе Душанбе.</p>
        <p>
          Целью создания филиала является увязка национальных программ и стратегий управления водными ресурсами с
          региональной стратегией и программами, а также организация обмена информацией между государствами Центральной
          Азии.</p>
        <p>
          На Таджикский филиал НИЦ МКВК возлагаются:</p>
        <ul  class="tabs__text-ul">
          <li>подготовка проектов решений по вопросам перспективного развития водохозяйственного комплекса и
            совершенствования управления и использования вод, а также улучшения экологической ситуации на территории
            Республики Таджикистан. </li>
          <li>участие в развитии кооперативных связей по внедрению водосберегающих технологий, передовых методов техники
            полива, водоучета и водоизмерения, других мер, обеспечивающих совершенствование оросительных систем и
            водопользования.</li>
          <li>подготовка изданий и обеспечение водохозяйственных организаций республики информацией о научно-технических
            достижениях и передовом опыте центральноазиатских государств и мира.</li>
        </ul>
        <p>
          Штат филиала состоит из 6 человек: директор, зам. директора, ведущие инженеры, главный бухгалтер. В состав
          работников филиала входит доктор технических наук, кандидат географических наук, кандидат
          физико-математических наук, а также ведущие инженеры с большим стажем работы в водохозяйственных организациях
          строительного и эксплуатационного назначения.</p>
        <p>
          Таджикский филиал финансируется из госбюджета республики.</p>
        <p>
          Сотрудники филиала были координаторами и исполнителями следующих международных и национальных проектов:</p>
        <ul class="tabs__text-ul" >
          <li>«Стратегия управления водными ресурсами в Центральной Азии», фаза-1, при поддержке Всемирного банка.</li>
          <li>Проект по природоохранной политике и технологии, при финансовой поддержке USAID,</li>
          <li>проект WARMAP, подпроекты:</li>
            <ul  class="tabs__text-ul">
              <li>а WUFMAS  Управление водой на магистральных каналах и мониторинг сельхозпроизводства;</li>
              <li>б WARMIS  создание региональной базы данных по управление водными ресурсами в Центральной Азии,</li>
            </ul>
          <li>Проект “Реабилитация ирригационной и дренажной сети в хозяйствах Шахринавского, Колхозабадского и</li>
            Яванского районов”  Центр по поддержке сельского хозяйства при Правительстве Республики Таджикистан с
            финансированием Всемирного банка.
          <li>Проект “Чистая вода и санитария Таджикистана” при финансовой поддержке ТФ ИК МФСА,</li>
          <li>проект СПЕКА  Региональное стратегия управления водными ресурсами в Центральной Азии.</li>
        </ul>
      </div>

      <div v-else-if="selectedTab === 'structure'" class="structure">
        <div class="structure__text">
        <h2 class="tabs__text-title">Структура</h2>
        <h3 class="tabs__text-h3">В состав НИЦ МКВК входят:</h3>
          <ul class="tabs__text-ul">
            <li> Научно-аналитический отдел регионального водного хозяйства</li>
            <li> Региональный информационно-аналитический центр</li>
            <li> Научно-организационный отдел</li>
            <li>Информационно-издательский отдел</li>
            <li> Отдел зарубежных связей</li>
            <li> Отдел повышения квалификации</li>
          </ul>
          <h3 class="tabs__text-h3">Филиалы НИЦ МКВК:</h3>
          <ul class="tabs__text-ul">
            <li> Казахский филиал</li>
            <li> Кыргызский филиал</li>
            <li> Таджикский филиал</li>
          </ul>
        </div>
          <img src="@/assets/images/structure.png" alt="" class="structure__img">
        
      </div>

      <div v-else-if="selectedTab === 'cadr'">
        <h2 class="tabs__text-title">Кадровый потенциал</h2>
        <p>Здесь будет содержимое статей...</p>
      </div>

      <div v-else>
        <h2 class="tabs__text-title">Команда</h2>
        <p>Здесь будет информация о нас...</p>
      </div>

    </div>
    </div>
  </template>
  
  <script setup>
  import { ref } from 'vue';
  
  const selectedTab = ref('about');
  
  function selectTab(tab) {
    selectedTab.value = tab;
  }
  </script>
  
