<template>


  <div class="tabs">
    <div class="container">
      <!-- Вкладки -->
      <div class="tabs__list">
        <button @click="selectTab('about')">О НИЦ МКВК</button>
        <button @click="selectTab('filial')">Филиалы</button>
        <button @click="selectTab('structure')">Структура</button>
        <button @click="selectTab('cadr')">Кадровый потенциал</button>
        <button @click="selectTab('command')">Команда</button>
        <button @click="selectTab('pravo')">Правовые основы</button>
        <button @click="selectTab('reports')">Отчеты о деятельности</button>
      </div>
      <div class="tabs__list">
        <button @click="selectTab('regActivities')">Региональная деятельность</button>
        <button @click="selectTab('interCoop')">Международное сотрудничество</button>
        <button @click="selectTab('infoActivities')">Информационная деятельность</button>
        <button @click="selectTab('trening')">Повышение квалификации и тренинг</button>
      </div>

      <!-- Содержимое вкладок -->
      <div v-if="selectedTab === 'about'" class="tabs__text">
        <h2 class="tabs__text-title">О НИЦ МКВК</h2>
        <p>
          Межгосударственная координационная водохозяйственная комиссия (МКВК) Центральной Азии по проблемам
          регулирования, рационального использования и охраны водных ресурсов межгосударственных источников создана во
          исполнение подписанного 18&nbsp;февраля 1992&nbsp;г. в г.&nbsp;Алматы Соглашения между Республикой Казахстан,
          Кыргызской Республикой, Республикой Таджикистан, Туркменистаном и Республикой Узбекистан. Комиссия является
          коллективным паритетным органом государств Центральной Азии, осуществляющим свою деятельность на основе
          равенства, справедливости и консенсуса мнений. Решениями Глав государств Центральной Азии от 23&nbsp;марта
          1993&nbsp;г. и 9&nbsp;апреля 1999&nbsp;г. МКВК и ее подразделения, включая НИЦ МКВК, входят в состав
          Международного Фонда спасения Арала (МФСА) и имеют статус международных организаций.</p>
        <p>Исполнительными органами МКВК определены бассейновые водохозяйственные объединения (БВО) «Амударья» и
          «Сырдарья», Научно-информационный центр (НИЦ), Координационно-метрологический центр (КМЦ) и Секретариат.</p>
        <p>БВО организуют планирование режимов попусков и распределение водных ресурсов, непосредственное оперативное
          выполнение тех решений, которые принимает МКВК на своих заседаниях в части водораспределения, графиков
          водоподачи и попусков, управления качеством вод.</p>
        <p>Научно-информационный центр является аналитическим и информационным органом в разработке принципов и путей
          перспективного развития, водного хозяйства ЦАР, совершенствования управления и улучшения экологической
          ситуации в бассейне.</p>
        <p>НИЦ МКВК осуществляет свою деятельность совместно с сетью научных и проектных организаций пяти стран ЦА,
          имеет национальные филиалы в центральноазиатских республиках, которые, в свою очередь, организуют научный и
          информационный обмен на национальном уровне.</p>
        <p>Информация поступает в НИЦ со всего мира, обрабатывается, переводится и распространяется в интересах
          информационного обеспечения водохозяйственного сектора государств Центральной Азии.</p>
      </div>

      <div v-else-if="selectedTab === 'filial'" class="tabs__text">
        <h2 class="tabs__text-title">Филиалы</h2>
        <h3 class="tabs__text-h3">Казахский филиал НИЦ&nbsp;МКВК</h3>
        <p>
          Казахский филиал НИЦ МКВК был организован в конце 1996 года по согласованию с Комитетом по водным ресурсам
          Республики Казахстан.</p>
        <p>Директором КФ НИЦ МКВК со дня его основания работает Н.К. Кипшакбаев - профессор, почетный
          член МКВК, один из инициаторов его создания, заслуженный гидротехник Республики Казахстан.</p>
        <p>Коллектив Казахского филиала вносит посильный вклад в дело укрепления межгосударственного сотрудничества по
          управлению трансграничными водными источниками, в разработку стратегий и программ по улучшению ситуации в
          вопросах вододеления, комплексного использования и охраны водных ресурсов, участвует в разработке и реализации
          мер по улучшению социально-экономической и экологической ситуации в бассейне Аральского моря, разработке и
          постоянной поддержке баз данных и информационных сетей, способствует привлечению всех заинтересованных лиц и
          организаций к решению водных проблем, распространяет передовой национальный и мировой опыт, проводит анализ и
          координацию реализуемых в республике водных проектов.</p>
        <p>Деятельность Казахского филиала осуществлялась по следующим направлениям:</p>
        <p class="tabs__text-p">На национальном уровне:</p>
        <ul class="tabs__text-ul">
          <li>Реализация проекта, финансируемого Всемирным банком при участии австрийской фирмы «Порш энд партнерс»
            «Приоритетные проблемы речных бассейнов в республике Казахстан»</li>
          <li>Участие в разработке и принятии Водного кодекса Республики Казахстан 2003 года</li>
          <li>Разработка Национального отчета о человеческом развитии за 2003 г. «Вода как основной фактор человеческого
            развития в Казахстане» по программе ПРООН</li>

          <li>Анализ и разработка рекомендаций по проекту Всемирного банка «Регулирование русла Сырдарьи и Северного
            Аральского моря»</li>
          <li>Активное участие в подготовке и выпуске первого в Казахстане научно-публицистического журнала «Водное
            хозяйство Казахстана»</li>
          <li>Участие на консультативном уровне в работе Комитета по водным ресурсам.</li>
          <li>Создание и обновление базы данных по водо-земельным ресурсам республики.</li>
          <li>Участие в организации и работе водного партнёрства Казахстана</li>
          <li>Разработка типовых программ по подготовке специалистов водного хозяйства.</li>
          <li>Участие в обсуждениях в Парламенте и правительстве вопросов по перспективному развитию водной отрасли</li>
          <li>Оказание консалтинговых услуг водохозяйственным организациям по вопросу улучшения использования водных
            ресурсов и совершенствования организационной структуры отрасли.</li>
        </ul>
        <p class="tabs__text-p">На региональном и международном уровне:</p>
        <ul class="tabs__text-ul">
          <li>Участие в разработке «Программы конкретных действий по улучшению экологической и социально-экономической
            обстановки в бассейне Аральского моря на период 2003-2010 годы» (ПБАМ-2).</li>
          <li>Участие и выступление с докладом на Душанбинском международном форуме «Пресная Вода».</li>
          <li>Подготовка и утверждение положения о Казахстанско-Китайской Совместной комиссии по использованию и охране
            трансграничных рек (Иртыш, Или и другие)</li>
          <li>Участие в работе Казахстанско-Российской Комиссии по совместному использованию и охране трансграничных
            водных объектов – по бассейнам рек Волга, Урал, Тобол, Ишим и Иртыш.</li>
          <li>Участие в работе международной конференции заинтересованных сторон глобального водного партнерства для
            стран Южного Кавказа и Центральной Азии в Тбилиси</li>
          <li>Участие в проекте ИНТАС – 1059 «Оценка социально-экономической и экологической обстановки в Северной части
            Приаралья».</li>
          <li>Участие в организации и работе тренингового центра стран Центральной Азии в г.Ташкенте</li>
          <li>Организация и участие в работе ежегодных международных выставок и научно-практических конференций в Алматы
            (с 2000 года)</li>
          <li>Организация и проведение заседаний РТК ГВП в Алматы.</li>
          <li>Участие в 3м Всемирном Форуме в г. Киото, Япония</li>
          <li>Сотрудничество в области трансграничных водных объектов в странах СНГ- национальное видение, совещание в
            Москве</li>
          <li>Участие в Киевской Пан-Европейской Конференции "Окружающая среда для Европы"</li>
        </ul>
        <p>
          Сотрудники КФ НИЦ МКВК постоянно повышают квалификацию, участвуя в семинарах и тренингах, в частности по
          ГИС-технологиям и дистанционному зондированию, процедурам закупок Всемирного банка (2003 год), ведут
          постоянные наблюдения за ситуацией в низовьях Сырдарьи и Аральского моря с выездом на место, организуют
          встречу, сопровождение и размещение иностранных специалистов, приезжающих в Казахстан по водным проблемам,
          поддерживают непрерывную связь и информационный обмен со всеми заинтересованными лицами и организациями, в том
          числе и неправительственными.</p>
        <p>
          Офис филиала оборудован компьютерной и оргтехникой, ГИС-оборудованием, современным программным обеспечением,
          необходимой нормативно-справочной литературой. Однако существует ряд факторов, сдерживающих эффективность
          работы филиала, в частности, отсутствие прямого финансирования, неопределённость правового статуса, слабая
          материальная база, отсутствие постоянного офисного помещения, транспорта.</p>
        <p>
          Решение этих вопросов позволит резко повысить научный и технический потенциал филиала (за счёт привлечения
          квалифицированных кадров и модернизации оборудования и программного обеспечения) и активизировать работу по
          всем направлениям деятельности.</p>


        <h3 class="tabs__text-h3">Таджикский филиал НИЦ&nbsp;МКВК</h3>
        <p>Таджикский филиал (ТФ) НИЦ МКВК создан в 1996 г. в городе Душанбе.</p>
        <p>
          Целью создания филиала является увязка национальных программ и стратегий управления водными ресурсами с
          региональной стратегией и программами, а также организация обмена информацией между государствами Центральной
          Азии.</p>
        <p>
          На Таджикский филиал НИЦ МКВК возлагаются:</p>
        <ul class="tabs__text-ul">
          <li>подготовка проектов решений по вопросам перспективного развития водохозяйственного комплекса и
            совершенствования управления и использования вод, а также улучшения экологической ситуации на территории
            Республики Таджикистан. </li>
          <li>участие в развитии кооперативных связей по внедрению водосберегающих технологий, передовых методов техники
            полива, водоучета и водоизмерения, других мер, обеспечивающих совершенствование оросительных систем и
            водопользования.</li>
          <li>подготовка изданий и обеспечение водохозяйственных организаций республики информацией о научно-технических
            достижениях и передовом опыте центральноазиатских государств и мира.</li>
        </ul>
        <p>
          Штат филиала состоит из 6 человек: директор, зам. директора, ведущие инженеры, главный бухгалтер. В состав
          работников филиала входит доктор технических наук, кандидат географических наук, кандидат
          физико-математических наук, а также ведущие инженеры с большим стажем работы в водохозяйственных организациях
          строительного и эксплуатационного назначения.</p>
        <p>
          Таджикский филиал финансируется из госбюджета республики.</p>
        <p>
          Сотрудники филиала были координаторами и исполнителями следующих международных и национальных проектов:</p>
        <ul class="tabs__text-ul">
          <li>«Стратегия управления водными ресурсами в Центральной Азии», фаза-1, при поддержке Всемирного банка.</li>
          <li>Проект по природоохранной политике и технологии, при финансовой поддержке USAID,</li>
          <li>проект WARMAP, подпроекты:</li>
          <ul class="tabs__text-ul">
            <li>а WUFMAS Управление водой на магистральных каналах и мониторинг сельхозпроизводства;</li>
            <li>б WARMIS создание региональной базы данных по управление водными ресурсами в Центральной Азии,</li>
          </ul>
          <li>Проект “Реабилитация ирригационной и дренажной сети в хозяйствах Шахринавского, Колхозабадского и</li>
          Яванского районов” Центр по поддержке сельского хозяйства при Правительстве Республики Таджикистан с
          финансированием Всемирного банка.
          <li>Проект “Чистая вода и санитария Таджикистана” при финансовой поддержке ТФ ИК МФСА,</li>
          <li>проект СПЕКА Региональное стратегия управления водными ресурсами в Центральной Азии.</li>
        </ul>
      </div>

      <div v-else-if="selectedTab === 'structure'" class="tabs__text">
        <div class="structure__text">
          <h2 class="tabs__text-title">Структура</h2>
          <h3 class="tabs__text-h3">В состав НИЦ МКВК входят:</h3>
          <ul class="tabs__text-ul">
            <li> Научно-аналитический отдел регионального водного хозяйства</li>
            <li> Региональный информационно-аналитический центр</li>
            <li> Научно-организационный отдел</li>
            <li>Информационно-издательский отдел</li>
            <li> Отдел зарубежных связей</li>
            <li> Отдел повышения квалификации</li>
          </ul>
          <h3 class="tabs__text-h3">Филиалы НИЦ МКВК:</h3>
          <ul class="tabs__text-ul">
            <li> Казахский филиал</li>
            <li> Кыргызский филиал</li>
            <li> Таджикский филиал</li>
          </ul>
        </div>
        <img src="@/assets/images/structure.png" alt="" class="structure__img">

      </div>

      <div v-else-if="selectedTab === 'cadr'" class="tabs__text">
        <h2 class="tabs__text-title">Кадровый потенциал</h2>
        <p>Здесь будет содержимое статей...</p>
      </div>

      <div v-else-if="selectedTab === 'command'" class="tabs__text">
        <h2 class="tabs__text-title">Команда</h2>
        <p>Здесь будет информация о нас...</p>
      </div>

      <div v-else-if="selectedTab === 'pravo'" class="tabs__text">
        <h2 class="tabs__text-title">Правовые основы</h2>
        <p>Здесь будет информация о нас...</p>
      </div>

      <div v-else-if="selectedTab === 'reports'" class="tabs__text">
        <h2 class="tabs__text-title">Отчеты о деятельности</h2>
  <Reports/>
        
      </div>

      <div v-else-if="selectedTab === 'regActivities'" class="tabs__text">
        <h2 class="tabs__text-title">Региональная деятельность</h2>
        <p>С момента создания для НИЦ определены первостепенные задачи:
        <ul class="tabs__text-ul">
          <li>Координация и увязка совместных работ в регионе;</li>
          <li>Постоянное информирование членов МКВК обо всех изменениях, происходящих в области водного хозяйства в
            мировом сообществе;</li>
          <li>Усиление юридической базы и улучшение организационных структур;</li>
          <li>Усиление сотрудничества по управлению и использованию водных ресурсов на основе передового опыта в мире;
          </li>
          <li>Инициирование и координация региональных проектов;</li>
          <li>Организация деятельности регионального Тренингового Центра;</li>
          <li>Создание и развитие региональной информационной системы водных и земельных ресурсов.</li>
        </ul>
        </p>
        <p>В соответствии с поставленными задачами подразделения НИЦ МКВК совместно с БВО «Амударья», БВО «Сырдарья» и
          Секретариатом проводят организационно-техническую работу по подготовке очередных заседаний МКВК. Заседания
          проводятся ежеквартально, поочередно под председательством представителей соответствующих государств.</p>
        <img src='@/assets/images/icwc_1.jpg' alt="">
        <p>
          К числу основных вопросов, рассматриваемых на заседаниях, относятся: определение единой водохозяйственной
          политики и разработка ее основных направлений с учетом интересов населения и отраслей государств,
          рационального использования водных ресурсов и их охраны, программ по увеличению водообеспеченности бассейнов
          рек и мер по их реализации, утверждение лимитов ежегодного водопотребления для каждого из государств по
          основным водным источникам, режимов работы крупных водохранилищ, управление водораспределением и его
          корректировка в условиях фактической водности и складывающейся водохозяйственной обстановки.</p>
        <p>
          МКВК также рассматривает экологические программы, связанные с усыханием Аральского моря и истощением водных
          источников, установление ежегодных объемов водоподачи в дельты рек и Аральское море, а также санитарных
          попусков по рекам и каналам.</p>
        <p>
          На заседаниях обсуждают проекты межгосударственных соглашений о совместном использовании водных ресурсов, о
          правовых основах водопользования, создании единой информационной базы по использованию водных ресурсов,
          мониторингу орошаемых земель и прилегающих районов, общего гидрометеорологического обеспечения, о координации
          совместных исследований по научно-техническому обеспечению региональных водохозяйственных проблем и выполнения
          схемных проработок и др. </p>
        <p>
          НИЦ МКВК оказывает содействие МФСА в вопросах региональной интеграции усилий различных ведомств и организаций
          в решении проблем Аральского моря и его бассейна.</p>
        <p>
          НИЦ МКВК совместно с сетью научно-исследовательских и проектных институтов системы Минсельводхозов государств
          Центральной Азии координирует и осуществляет научно-исследовательские работы по межгосударственной программе
          МКВК. Эта программа утверждается МКВК каждые два-три года, финансируется Минсельводхозами государств и
          направлена на научное обоснование основных компонентов политики МКВК в области развития ирригации,
          водосбережения и бесконфликтного управления и охраны водных ресурсов в бассейне Аральского моря. </p>
        <p>
          Результаты научно-исследовательских работ служат обоснованием для совершенствования водохозяйственной
          практики, а также докладываются на международных семинарах, публикуются в сборниках научных трудов НИЦ МКВК.
        </p>
      </div>

      <div v-else-if="selectedTab === 'interCoop'" class="tabs__text">
        <h2 class="tabs__text-title">Международное сотрудничество</h2>
        <p>
          Институт САНИИРИ, на базе которого был создан НИЦ МКВК, еще в советское время тесно сотрудничал с
          международными водохозяйственными и экологическими организациями, наладив взаимную систему обмена научной
          информацией с зарубежными специалистами. Главным таким каналом информации была Международная комиссия по
          ирригации и дренажу (МКИД), в деятельности которой САНИИРИ с согласия бывшего союзного правительства принимал
          активное участие. С начала 90-х годов МКИД, в рамках программы IPTRID (Международной программы развития
          исследований и технологии) пригласила САНИИРИ к сотрудничеству и активному участию в обмене информацией с
          зарубежными странами. Весь этот багаж руководство НИЦ МКВК в дальнейшем поставило на службу МКВК. Отправной
          позицией всегда здесь было то, что сотрудничество не является односторонним – эта дорога в две стороны - запас
          знаний нашей бывшей школы водного хозяйства и мелиорации равен зарубежному своей насыщенностью, содержанием,
          теоретической обоснованностью и инновацией, несмотря на то, что ощущалось превосходство зарубежных коллег в
          оснащении оборудованием, информационных технологиях и компьютерной сети. За период совместной работы это
          отставание впоследствии удалось в целом преодолеть и даже выдвинуть конкурирующие технологии. Так, например,
          внедренная совместно с фирмой «Сигма» (Кыргызстан) система автоматизации водных объектов основана на
          контролерах, которые намного превосходят рекомендованную канадскими специалистами систему «Модикон».</p>
        <p>
          Было налажено двустороннее сотрудничество с Израилем, Румынией, Индией и т.д.</p>
        <p>
          Большое значение для обогащения передовым опытом лиц, принимающих решения, – руководителей водного хозяйства -
          имело их участие в ознакомительных турах по деятельности водного хозяйства в передовых странах мира. Для
          ознакомления с передовым опытом были организованы поездки членов МКВК и работников организаций МКВК во Францию
          в 1994 г. (финансировал Всемирный банк); в Италию и Бельгию в 1995 г. (финансировал Евросоюз); в США, Канаду,
          1996, 1997, 1998 гг. (финансировало Канадское Агентство международного развития); в 2000 г. (финансировали
          CIDA и USAID); в Испанию в 1998 г. (финансировал Евросоюз); в Израиль в 1995, 1997 гг. (финансировали
          Израильское правительство и Всемирный банк); в Индию в 1999 г. (финансировало Индийское правительство); в
          Пакистан в 1999 г. (финансировало Швейцарское управление по развитию и сотрудничеству).</p>
        <p>
          В последние годы благодаря сотрудничеству НИЦ с МАШАВ (Израиль) были организованы ознакомительные поездки
          членов МКВК и сотрудников национальных организаций в Израиль, где прошли обучение на курсах «СИНАДКО» более 80
          человек. Состоялись ознакомительные туры работников водного хозяйства в Австралию (2006 г.), Турцию (2008 г.),
          Испанию (2010 г.).</p>
        <p>
          Целями международного сотрудничества является не только ознакомление водохозяйственных организаций с опытом и
          тенденциями развития водного хозяйства за рубежом. Оно позволяет также:</p>
        <ul class="tabs__text-ul">
          <li>информировать мировую общественность о процессе, тенденциях, достижениях и проблемах региона;</li>
          <li>привлекать международных спонсоров к решению проблем региона;организовать совместные региональные и
            национальные проекты, ориентированные на развитие водного хозяйства региона;</li>
          <li>обеспечить участие ведущих специалистов региона как в обогащении своими достижениями передового
            глобального опыта, так и получения знаний и передового опыта глобального водного сообщества.</li>
        </ul>
        <p>
          Благодаря постоянным связям с зарубежными коллегами и знакомству с опытом их работы были подготовлены обзоры
          практики водного хозяйства в мире по странам Испании, Португалии, Франции, Израиля, Мексики, Канады, Китая,
          Японии, Австралии, Индии, Египта и т.д.</p>
        <p>
          Таким образом, удалось организовать постоянную информацию организаций МКВК через публикации и информационный
          портал CAWater-Info с уровнем знаний и тенденциями в развитии водного хозяйства в мире. Новым форматом
          сотрудничества является совместная публикация центральноазиатских и зарубежных специалистов. Например, «Вода и
          продовольственная безопасность в Центральной Азии», Springer, 2010, сборник трудов Симпозиума «CAWA».</p>
        <p>
          Бассейн Аральского моря является регионом повышенного внимания мирового сообщества и ареной международного
          сотрудничества в разрешении Аральского кризиса.</p>
        <p>
          В апреле 2000 г. специалисты НИЦ приняли участие в специальном семинаре Всемирного банка в Вашингтоне, где
          были представлены четыре доклада по проблемам комплексного управления водными ресурсами по бассейну Аральского
          моря с анализом специфики бассейнов Амударьи, Сырдарьи и Зарафшана.</p>
        <p>
          МКВК в мировой практике является довольно редким примером сотрудничества, которое направлено не только на
          планирование перспективы и выработку совместных правил действия, но и осуществления совместного вододеления,
          водопользования и решения общих проблем.</p>
        <p>
          В связи с этим интерес к опыту МКВК в мире достаточно велик, равно как и желание помочь в решении проблем
          Аральского моря от имени всего мирового сообщества. Наметив в начале пути общность управления, развития,
          охраны и совместного использования трансграничных вод бассейна, МКВК достаточно долго и успешно продвинулась в
          осуществлении этой политики совместных действий.</p>
        <img src='@/assets/images/icwc_2.jpg' />
        <p>
          Этот интерес подогревается острой межотраслевой конкуренцией в бассейнах обеих рек – «орошение и экология»
          против «гидроэнергетики», т.к. пока мировая практика не имеет конкретных предложений по решению данной
          проблемы. Более того межотраслевая конкуренция преобразилась в конкуренцию стран «верхнего водосбора» и
          «нижерасположенных стран». Многочисленные международные публикации НИЦ в изданиях мирового уровня дают широкое
          представление о путях решений проблем в регионе. Эти же цели и укрепление международного авторитета МКВК
          способствуют участию представителей НИЦ в работе наиболее авторитетных международных организаций:</p>
        <ul class="tabs__text-ul">
          <li>Всемирный водный совет - WWC;</li>
          <li>Международная сеть бассейновых организаций - INBO;</li>
          <li>Глобальное водное партнерство - GWP;</li>
          <li>Международная ассоциация водных ресурсов - IWRA;</li>
          <li>Международная комиссия по ирригации и дренажу - ICID.</li>
        </ul>
        <p>
          НИЦ является инициатором создания GWP CACENA (ГВП Кавказа и Центральной Азии), сети INBO на территории
          Восточной Европы, Кавказа и Центральной Азии.</p>
        <p>
          НИЦ МКВК инициировал вступление всех государств Центральной Азии в состав Международной комиссии по ирригации
          и дренажу (МКИД), а также создание в составе МКИД отдельной рабочей группы по бассейну Аральского моря
          (ST-ARAL). Было организовано участие МКВК в работе конгрессов МКИД в Гааге в 1993 г., в Каире в 1996 г., в
          Испании в 1999 г., в работе 47-ой Конференции МКИД в Оксфорде в 1996 г., 49-ой Конференции Международного
          исполнительного комитета МКИД в Индонезии в 1998 г., работе 50-й конференции в Гранаде, Испания в 1999 г.,
          55-й конференции в Москве, Россия в 2004 г. Делегации МКВК участвовали в Конгрессе МКИД в 2003 г. в Канаде, в
          2006 г. – в Китае, а в 2009 г. в Индии, где была организована специальная сессия, посвященная проблемам
          Аральского бассейна.</p>
        <p>
          Начиная с 2000 г. постоянно организуется участие делегаций МКВК во Всемирных Водных Форумах ВВФ: во II ВВФ в
          Гааге в 2000 г., III ВВФ в Киото в 2003 г., IV ВВФ в Мексике в 2006 г., V ВВФ в Стамбуле в 2009 г.</p>
        <p>
          Международное содружество доноров, активно сотрудничая с МКВК, постоянно оказывало и оказывает большую помощь
          в инициированных НИЦ новых направлениях: во внедрении интегрированного управления водными ресурсами (ИУВР),
          развитии тренинговой деятельности, водосбережении и повышении продуктивности воды, уточнении прогнозов и
          улучшении учета стока, внедрении системы SCADA, создании информационной системы и др. Особо необходимо
          отметить деятельность таких международных организаций, как Швейцарское управление по развитию и сотрудничеству
          (SDC), Азиатский банк развития, Всемирный банк, Европейский Союз, Канадское агентство международного развития
          (CIDA), Правительства Норвегии и Финляндии, Департамент международного развития Великобритании (DFID),
          Агентство США по международному развитию (USAID), ПРООН, Японский Водный Форум, ФАО, Глобальное Водное
          Партнерство (ГВП) и др.</p>
        <p>
          Все это способствовало высокой оценке деятельности НИЦ МКВК на международной арене и во время 3-го Всемирного
          Водного Форума в Киото (2003 г.) НИЦ МКВК было присвоено звание «Центра успешности».</p>
      </div>

      <div v-else-if="selectedTab === 'infoActivities'" class="tabs__text">
        <h2 class="tabs__text-title">Информационная деятельность</h2>
        <h3 class="tabs__text-h3">Издательская деятельность</h3>
        <p>Одной из основных задач НИЦ - информационно-издательская деятельность. С 1993 года НИЦ МКВК вошел в состав
          организованной Всемирным банком, МКИД, ПРООН, ФАО, сети IPTRID. В 2008 году НИЦ стал одним из 24-х центров
          распространения знаний сети Азиатско-Тихоокеанского региона, которая координируется АБР.</p>
        <p>Получаемая НИЦ МКВК из всех источников информация обрабатывается, аннотируется и распространяется в странах
          Центральной Азии через периодические издания НИЦ МКВК:</p>
        <ul class="tabs__text-ul">
          <li>Бюллетени МКВК</li>
          <li>Информационные сборники</li>
          <li>Юридические сборники</li>
          <li>Реферативные обзоры</li>
          <li>Сборники научных трудов НИЦ МКВК</li>
          <li>Пресс-релизы МКВК</li>
          <li>Публикации Тренингового центра МКВК</li>
        </ul>
        <p>
          Все периодические издания регулярно передаются членам МКВК, министерствам, ведомствам, а также партнерам НИЦ
          МКВК.</p>
        <h3 class="tabs__text-h3">Обмен информацией и создание базы данных</h3>
        <p>Особое место в информационной деятельности НИЦ МКВК отведено поддержке и развитию портала знаний по водным
          ресурсам и экологии CAWater-Info. Основными направлениями развития портала знаний являются:</p>
        <ul class="tabs__text-ul">
          <li>Инструменты / Поддержка принятия решений:<br>
            - База знаний: Электронная библиотека; Тематические базы знаний; Глоссарий; Библиографическая база данных;
            Обзоры;<br>
            - База данных: Региональная ИС CAREWIB; Базы данных по Амударье, Сырдарье и Зеравшану; База данных по
            Аральскому морю; Анализ водохозяйственной обстановки бассейнов рек Амударья и Сырдарья; «Атлас воды»; «Кто
            есть кто в водном хозяйстве»; Индикаторы устойчивого развития ЦА;</li>
          <li>Укрепление регионального сотрудничества: МКВК и ее исполнительные органы; национальные водохозяйственные
            организации (раздел на 5 национальных языках региона); сотрудничество с Афганистаном;</li>
          <li>ИУВР: проекты «ИУВР-Фергана», «UCC Water», «Повышение продуктивности воды и земли», «Проект поддержки
            сельскохозяйственных предприятий (RESP-2)»;</li>
          <li>Изменение климата: проект «Диалог о воде и климате: исследование бассейна Аральского моря»;</li>
          <li>Институциональное развитие: проект «Совершенствование управления совместными водными ресурсами в
            Центральной Азии (АDB RETA 6163)»; сеть «Гендер и вода в ЦА»;</li>
          <li>Расширение международного научного сотрудничества: 7 Рамочная программа Европейского Союза (ЕС);</li>
          <li>Сообщество «Водный мир»: Всемирный водный совет, Международная сеть водохозяйственных организаций,
            Азиатско-Тихоокеанский водный форум, Международная комиссия по ирригации и дренажу, Международное бюро по
            водным ресурсам, Межисламская сеть по развитию и управлению водными ресурсами, Международная ассоциация по
            водным ресурсам, Международная комиссия по большим плотинам, Всемирные водные форумы, «Территория чистой
            воды», Сеть водохозяйственных организаций Восточной Европы, Кавказа и Центральной Азии.</li>
        </ul>
        <p>
          Кроме того, на портале существуют такие общепринятые сервисы, как дайджест новостей, календарь событий и т.п.</p>
        <p>
          Установлены связи с другими источниками информации о водных, энергетических и других природных ресурсах
          Центральной Азии, неправительственных организаций (НПО) региона, а также с политическими процессами (SPECA,
          ENVSEC и т. п.) и веб-порталами (CARNet и др.).</p>
      </div>

      <div v-else class="tabs__text">
        <h2 class="tabs__text-title">Повышение квалификации и тренинг</h2>
        <p>На основании решения 21-го заседания МКВК при НИЦ МКВК в Ташкенте был организован Тренинговый центр для
          повышения квалификации работников водного хозяйства Центральной Азии при спонсорской поддержке Канадского
          агентства международного развития. Наряду с повышением уровня профессиональных знаний, тренинг способствует
          укреплению сотрудничества между странами региона в области использования и управления водными ресурсами,
          выработки единых подходов на уровне специалистов и лиц, принимающих решения.</p>
        <p>
          Повышение квалификации работников водного хозяйства Центральной Азии проводится путем организации семинаров
          для обучения 20-30 человек (по 4-6 человек от каждой из 5 стран) продолжительностью 5-7 дней в зависимости от
          тематики семинаров, которая в период 2000–2010 гг. была представлена следующими курсами:</p>
        <ul class="tabs__text-ul">
          <li>Интегрированное управление водными ресурсами;</li>
          <li>Сотрудничество на трансграничных реках;</li>
          <li>Водное право и политика;</li>
          <li>Совершенствование орошаемого земледелия и др.</li>
        </ul>
       <img src='@/assets/images/tc_1.jpg' class=pict>
         <p> На эти семинары наряду со специалистами водного хозяйства приглашаются представители других секторов
          водопользования, таких как энергетика, экология, питьевое водоснабжение и рыбное хозяйство. А на семинары по
          вопросам водного права и политики, проводимых с участием специалистов из Великобритании (Университет Данди) и
          Израиля, приглашаются представители министерств иностранных дел и юстиции, задействованные при подготовке
          межгосударственных соглашений по вопросам использования водных ресурсов. Проводились также и специальные
          семинары с представителями НПО для формирования у них понимания проблем ИУВР и роли общественности в его
          осуществлении.</p>
        <p>
          Принятая интерактивная форма обучения, основанная на предварительном распространении лекционных и
          дополнительных вспомогательных материалов и организации обмена мнениями и дискуссий между слушателями в
          обсуждении проблем и задач отрасли с помощью опытных модераторов (часто в лице членов МКВК), способствует
          выработке взаимопонимания и общности взглядов, открытости и доверия. По сути каждый семинар - тренинг
          превращается в круглый стол представителей разных стран и разных отраслей, которые методом «мозговой атаки»,
          стимулированной модераторами и тематикой лекций, способствует достижению консенсуса в регионе на межотраслевом
          и межгосударственном уровне. Протокол и коллективные рекомендации каждого семинара как правило рассылаются
          членам МКВК для дальнейшего распространения и используются для постоянного совершенствования системы обучения.</p>
        <img src='@/assets/images/tc_2.jpg' />
         <p>Для повышения эффективности тренинга путем его децентрализаций с целью охвата большего количества специалистов
          созданы субрегиональные филиалы в гг. Ош, Ургенч, Алматы, Бишкеке, Андижане, Фергане, Ходженте, Акбарабаде.</p>
        <p>
          Работа созданных филиалов в основном ориентирована на охват специалистов водохозяйственных организаций нижнего
          уровня, руководителей АВП и фермерских хозяйств, для обучения методам повышения продуктивности земли и воды на
          основе водосбережения, а также создания сети демонстрационных участков, оказывающих консультационные услуги. В
          ТЦ и его филиалах за 2000-2010 гг. по этим направлениям прошло обучение более 5860 человек.</p>
        <p class=center><a href="i/tc_ru.gif" rel="lightbox" class=tt><strong>Количество прошедших обучение в ТЦ МКВК в
              2000-2010 гг.</strong></a></p>
        <p>
          К сожалению, в последние годы из-за отсутствия стабильного финансирования работа Тренингового центра и его
          филиалов не может осуществляться на регулярной основе.</p>
        <p>
          Для обобщения всех ранее накопленных тренинговых материалов НИЦ МКВК с конца 2009 года в партнерстве с
          институтом водного образования UNESCO IHE (Нидерланды) начал разработку специализированных тренинговых
          программ по подготовке национальных тренеров, которые смогут организовать повышение квалификации
          специалистов-водников в своих странах на основе переданных им пособий.</p>
        <p>Дополнительную информацию о работе Тренингового центра МКВК можно получить на сайте <a
            href=http://cawater-info.net/training/index.htm class=tt>cawater-info.net/training/</a></p>
      </div>

    </div>
  </div>
</template>

<script setup>

import { ref } from "vue";

import Reports from '@/components/Reports/Reports.vue';

const selectedTab = ref("about");

function selectTab(tab) {
  selectedTab.value = tab;
}
</script>
